{
  "candidate_paragraphs": [
    {
      "score": 0.8856810484248536,
      "root_name": "133725",
      "paragraph_idx": 10,
      "paragraph": "In rural Ghana, 62% of the population relies on agriculture, forestry and/or fishing for their livelihood (Ghana Statistical Service, 2016). In Northern Ghana, rainfed agriculture is only possible six months out of the year, and agricultura..."
    },
    {
      "score": 0.8719603461401283,
      "root_name": "133490",
      "paragraph_idx": 33,
      "paragraph": "Even though sub-Saharan Africa does not contribute significantly to GHG emissions compared with other regions, adverse impacts of climate change are anticipated in this region, particularly in West African countries since they are heavily dependent o..."
    },
    {
      "score": 0.8686955287979856,
      "root_name": "131672",
      "paragraph_idx": 93,
      "paragraph": "\\begin{table}\\n\\begin{tabular}{l c c c c c} \\hline \\hline\\n**Water** & **Crop** & **CNRM** & **CSIRO** & **ECHAM** & **MIROC** \\\\ \\hline Rainfed & Groundnuts & -5.8 & -7.7 & -9.2 & 0.3 \\\\ Rainfed & Maize & -2.3 & -8.1 & -6.0 & -4.9 ..."
    },
    {
      "score": 0.8675256028605776,
      "root_name": "131672",
      "paragraph_idx": 41,
      "paragraph": "In the next section we explore how changes in population, income, and climate are projected to affect agriculture and food in West Africa by 2050 according to the scenario outlined above."
    },
    {
      "score": 0.8661389427782824,
      "root_name": "134501",
      "paragraph_idx": 9,
      "paragraph": "PNG's unique and highly varied biophysical landscape has shaped agricultural production patterns, outcomes and livelihoods for centuries. Starchy staples such as sweet potato, yam, and sago have long been major sources of calories, while cash crops s..."
    },
    {
      "score": 0.8630884753728554,
      "root_name": "133519",
      "paragraph_idx": 6,
      "paragraph": "It is in this challenging context that climate change will take place with potentially significant adverse effects for the agriculture sector. The existing literature indicates that climate change will affect people's food security and livelihoods b..."
    },
    {
      "score": 0.861192437578855,
      "root_name": "132444",
      "paragraph_idx": 17,
      "paragraph": "Ghanaian cuisine is mainly composed by cereals, starchy roots and plantain and to a lesser extent by vegetables and animal products. The country's heavy reliance on starchy staples has important implications for future food security, as these crops ..."
    }
  ],
  "answer": "The primary staple foods in Ghana are maize, millet, sorghum, and yam, with roots and tubers accounting for about 60% of the total value of home consumption [6]. Climate change is expected to have a significant impact on agriculture in Ghana, particularly because the country is heavily dependent on rain-fed agriculture [0][1]. Changes in seasonal rainfall patterns, more erratic rainfall, and temperature increases are already straining agricultural production and these trends are predicted to continue or worsen into the future [0]. The impact of climate change on agriculture is manifested in four main ways: rising temperatures, declining rainfall totals and increased variability, rising sea levels, and high incidence of weather extremes and disasters [1]. Cereal production, which includes crops like maize, millet, and sorghum, is projected to be about 6 percent less than it would have been in the absence of climate change by 2030 and 10 percent less by 2050 [7].",
  "citations": [6, 0, 1, 0, 1, 7]
}
