{
    "candidate_paragraphs": [
        {
            "score": 0.9105904,
            "document_id": "e636771d-5431-4bae-a5e4-e4f58264e00d",
            "paragraph_idx": 24,
            "paragraph": "The impacts of changes in climate and climate variability on agricultural production will have substantial effects on smallholder and subsistence farmers, pastoralists, and fisherfolk in many parts of the tropics and subtorics. Crop yields in SSA are likely to be particularly adversely affected, and the resulting reduced food security potentially will increase the risk of hunger and undernutrition (HLPE 2012)."
        },
        {
            "score": 0.9095906,
            "document_id": "2c81df30-a4b4-4a7b-8345-4dbadd643453",
            "paragraph_idx": 12,
            "paragraph": "A recent mapping on vulnerability and poverty in Africa (Orindi et al. 2006; Stige et al. 2006) put Ethiopia as one of the countries most vulnerable to climate change with the least capacity to respond. Ethiopia has already suffered from extremes of climate, manifested in the form of frequent drought (1965, 1974, 1983, 1984, 1987, 1990, 1991, 1999, 2000, and 2002) and recent flooding (1997 and 2006). Rainfall variability and associated drought have been major causes of food shortage and famine in Ethiopia. At the national scale, the link between drought and crop production is widely known. However, little evidence is available on how climate change affects crop yield and farmers' adaptation strategies at the household level. Furthermore, not many studies have been conducted to understand the factors governing farmers' decisions to adapt climate change measures and the impact of these decisions on yield. This is particularly important for designing effective adaptation strategies to cope with the potential impacts of climate change."
        },
        {
            "score": 0.9055483,
            "document_id": "7a0a80a5-bc31-4a20-9ebf-04c3308600b2",
            "paragraph_idx": 7,
            "paragraph": "Ethiopia is susceptible to frequent climate extremes such as disastrous droughts and floods. These disastrous climatic events, which have caused significant adverse effects on the country's economy and society, are expected to become more pronounced in the future under climate change. To identify the potential threat of climate change to the Ethiopian economy, this study analyzes three major factors that are changing under global warming: water availability under higher temperatures and changing precipitation patterns, the impact of changing precipitation patterns on flooding, and the potential impact on crop production of the carbon dioxide (CO\\({}_{2}\\)) fertilization effect. These issues are analyzed based on an existing multi-market-sector model for the Ethiopian economy, with a focus on agriculture. Our analysis finds that the major impact of climate change on Ethiopia's economy will result from more frequent occurrence of extreme hydrologic events, which cause losses in both the agricultural and nonagricultural sectors. To adapt to these long-term changes, Ethiopia should invest in enhanced water control to expand irrigation and improve flood protection."
        },
        {
            "score": 0.9032622,
            "document_id": "640d8ef5-50f7-4abd-b81f-a855525738aa",
            "paragraph_idx": 19,
            "paragraph": "Future climate change may present an additional challenge for agriculture in Sub-Saharan Africa. According to the Intergovernmental Panel on Climate Change (IPCC) (Watson, Zinyowera, and Moss 1997), Africa is the most vulnerable region to climate change because widespread poverty limits adaptive capacity. The impacts of climate change on agriculture could seriously worsen livelihood conditions for the rural poor and increase food insecurity in the region. The World Development Report 2008 (World Bank 2007) identifies five main factors through which climate change will affect agricultural productivity: changes in temperature, changes in precipitation, changes in carbon dioxide (CO2) fertilization, increased climate variability, and changes in surface water runoff. Increased climate variability and droughts will affect livestock production as well. Smallholders and pastoralists in Sub-Saharan Africa will need to gradually adapt and adopt technologies that increase the productivity, stability, and resilience of production systems (Faures and Santini 2008)."
        },
        {
            "score": 0.8988,
            "document_id": "7a0a80a5-bc31-4a20-9ebf-04c3308600b2",
            "paragraph_idx": 11,
            "paragraph": "Ethiopia, like many low-income countries located in tropical or subtropical regions, is vulnerable to the adverse effects of climate change because of its heavy reliance on agriculture and lack of adequate rural (and urban) infrastructure. Climate extremes have already significantly affected economic development in the country in the past. During the coming decades, climate conditions are expected to worsen, rendering Ethiopia's population particularly vulnerable."
        },
        {
            "score": 0.89859974,
            "document_id": "7a0a80a5-bc31-4a20-9ebf-04c3308600b2",
            "paragraph_idx": 84,
            "paragraph": "This study analyzes the potential challenges that climate change presents to Ethiopia's economy. Three major influence factors--water constraints, flood losses, and CO\\({}_{2}\\) fertilization--are included in the multimarket model to examine Ethiopia's vulnerability to climate change. Using this modeling framework, the major impact of climate change on the economy is shown to be related to more frequent extreme hydrologic events, which cause losses in both the agricultural and nonagricultural sectors. Generally, the nonagricultural sector has a significant and increasing effect on Ethiopia's economy, as it is expected to grow much faster than the agricultural sector over time. Although growth in the nonagricultural sector could increase the country's GDP, it could also lead to higher rural poverty due to unfair wealth distribution."
        },
        {
            "score": 0.8979975,
            "document_id": "5ea7af13-36ae-4777-9082-a71c6aee5a98",
            "paragraph_idx": 10,
            "paragraph": "Some attempts have been made to study the impact of climate change on Ethiopian agriculture (NMSA 2001; Deressa 2007). NMSA (2001) identified potential adaptation measures for coping with adverse impacts of climate change on crop and livestock production, but it failed to indicate the factors that dictate the choice of adaptation measures. Deressa (2007) employed the Ricardian approach to estimate the monetary impact of climate change on Ethiopian agriculture. Even though, the applied approach includes adaptation, it does not identify the determinants of each of the adaptation methods used by farmers. Additionally, adaptation to climate change is a two-step process: first, the household must perceive that the climate is changing and then respond to changes through adaptation."
        },
        {
            "score": 0.89664054,
            "document_id": "73684c41-cced-4669-a37b-bb636a52678a",
            "paragraph_idx": 11,
            "paragraph": "Adding to present biotic and abiotic stresses, the future effects of climate change in Ethiopia will enhance the impact of these stresses on maize production. The spread of insect pests, plant diseases and invasive alien plant species to new regions, as the world's climate changes, is a threat to farmers in Ethiopia, a climate change vulnerable country due to its agriculture led economy (see for example,Abera et al. 2018, Conway and Schipper 2011). The high variability of the terrain and climate in Ethiopia will result in extremely different responses of current agricultural systems to climate change which will require further efforts in R&D investment."
        },
        {
            "score": 0.8950223,
            "document_id": "beb63edb-63df-4e1f-9b84-687494470e17",
            "paragraph_idx": 7,
            "paragraph": "Awareness of climate change and global warming has dramatically increased among scientists, policymakers, and the general public (Nordhaus 1992, 2007; IPCC 2001, 2007; Crutzen 2002; Walther et al. 2002; Parmesan and Yohe 2003; Root et al. 2003). Agriculture in developing countries is one of the sectors that is most vulnerable to the negative impacts of climate change (Rosenzweig and Parry 1994; Reilly et al. 1996; Reilly and Schimmelpfennig 1999; Kates 2000; McGuigan et al. 2002; Kurukulasuriya et al. 2006; Seo and Mendelsohn 2008), and failure of farmers to adapt to climate change would likely have significant negative effects (Mendelsohn et al. 1994; Rosenzweing and Hillel 1998; El-Shaer et al. 1997). Given Ethiopia's dependence on natural resources and agriculture, any adverse effects of climate change on the agricultural sector would pose great risks to economic growth and livelihood in the various regions of the country."
        },
        {
            "score": 0.89320374,
            "document_id": "674c2211-9c2e-4752-b5de-c2580e564c61",
            "paragraph_idx": 69,
            "paragraph": "Based on the analysis, a few general policy options for decreasing the vulnerability of Ethiopian farmers to climate change can be presented. In general, vulnerability to climate change in Ethiopia is highly related to poverty (loss of copying or adaptive capacity) in most of the regions that were indicated as vulnerable. Integrated rural development schemes aimed at alleviating poverty can play the double role of reducing poverty and increasing adaptive capacity to climate change. Special emphasis on the relatively less-developed regions of the country (i.e., Afar and Somali), as well as the relatively more populated regions (e.g., Oromia and Tigray), in terms of investment in technology, institutions, and infrastructure can also play a significant role."
        }
    ],
    "answer": "Mock: The impact of climate change on subsistence farming in Ethiopia is significant and multifaceted. Smallholder and subsistence farmers, alongside pastoralists and fisherfolk, are expected to suffer substantially due to the adverse effects of climate change, particularly in tropical and subtropical regions like Sub-Saharan Africa (SSA), resulting in reduced crop yields, increased risk of hunger, and undernutrition [0]. Ethiopia is highlighted as one of the countries most vulnerable to climate change due to its history of frequent droughts and flooding, variability in rainfall, and a lack of capacity to respond adequately. These climate extremes have been major causes of food shortages and famines in the past [1].\n\nThe increasing frequency of climate extremes such as droughts and floods poses a significant threat to Ethiopia's economy, especially the agriculture sector, which is expected to face more pronounced effects in the future. The consequences include water shortages, higher temperatures, and unpredictable precipitation patterns leading to challenges in both agricultural and nonagricultural sectors [2]. The rural poor and food security in the region could be seriously worsened by the impacts of climate change, including increased climate variability and droughts that affect both crop and livestock production [3].\n\nMoreover, the Ethiopian economy, which is largely agriculture-based and suffers from inadequate infrastructure, is particularly vulnerable to climate extremes, further inhibiting economic development [4]. Climate change is expected to result in more frequent extreme hydrologic events, which not only cause losses in agriculture but also affect the nonagricultural sector. Although the nonagricultural sector's growth might increase GDP, it could also contribute to higher rural poverty if wealth is not distributed fairly [5].\n\nStudies related to the impact of climate change on Ethiopian agriculture have outlined potential adaptation measures and estimated the monetary impact; however, there is a gap in identifying determinants that influence the choice of these adaptation measures among farmers [6]. The agricultural sector also faces biotic and abiotic stresses exacerbated by climate change, such as the spread of insect pests, diseases, and invasive species, which threaten crop production like maize and call for enhanced research and development investments [7].\n\nFurthermore, the vulnerability of Ethiopian farmers to climate change is closely linked to poverty. Policies focused on integrated rural development to alleviate poverty could help reduce vulnerability and increase adaptation capacity. Special attention to investment in technology, institutions, and infrastructure, particularly in less-developed and more densely populated regions, could significantly aid in decreasing this vulnerability [9]."
}
