{
  "candidate_paragraphs": [
    {
      "score": 0.8856810484248536,
      "root_name": "133725",
      "paragraph_idx": 10,
      "paragraph": "In rural Ghana, 62% of the population relies on agriculture, forestry and/or fishing for their livelihood (Ghana Statistical Service, 2016). In Northern Ghana, rainfed agriculture is only possible six months out of the year, and agricultural households must find other livelihood sources during the long dry season. In addition, climate change trends, such as changes in seasonal rainfall patterns, more erratic rainfall, and temperature increases are already straining agricultural production and these trends are predicted to continue or worsen into the future (Laube et al., 2012). The impact of climate change is exacerbated by population growth, which places pressure on agricultural land and fuelwood, resulting in deforestation, overgrazing, bushfires, soil degradation and other environmental challenges (Laube et al., 2012)."
    },
    {
      "score": 0.8719603461401283,
      "root_name": "133490",
      "paragraph_idx": 33,
      "paragraph": "Even though sub-Saharan Africa does not contribute significantly to GHG emissions compared with other regions, adverse impacts of climate change are anticipated in this region, particularly in West African countries since they are heavily dependent on rain-fed agriculture. The impact of climate change on agriculture is manifested in four main ways: rising temperatures, declining rainfall totals and increased variability, rising sea levels, and high incidence of weather extremes and disasters. The distribution of rainfall is considered the single most important factor affecting agriculture in Ghana (Government of Ghana, 2010). Reduced and increasingly erratic rainfall in the country's ecological zones has adverse effects on the agricultural economy and livelihoods because agriculture in Ghana is largely rain-fed."
    },
    {
      "score": 0.8686955287979856,
      "root_name": "131672",
      "paragraph_idx": 93,
      "paragraph": "\\begin{table}\\n\\begin{tabular}{l c c c c c} \\hline \\hline\\n**Water** & **Crop** & **CNRM** & **CSIRO** & **ECHAM** & **MIROC** \\\\ \\hline Rainfed & Groundnuts & -5.8 & -7.7 & -9.2 & 0.3 \\\\ Rainfed & Maize & -2.3 & -8.1 & -6.0 & -4.9 \\\\ \\hline Inrigated & Rice & -19.9 & -12.4 & -20.0 & -18.2 \\\\ \\hline Rainfed & Rice & 4.4 & 0.5 & 0.9 & 1.0 \\\\ \\hline Rainfed & Sorghum & -15.9 & -9.5 & -14.8 & -13.0 \\\\ \\hline Rainfed & Soybeans & -1.5 & -8.4 & -1.6 & -14.2 \\\\ \\hline Inrigated & Wheat & -37.8 & -10.9 & -28.5 & -14.3 \\\\ \\hline \\hline\\n\\end{tabular}\\n\\end{table}\\nTable 5.1: Regionwide summary of climate change effect on crops in West Africa, 2000–2050, percent change growth and climate resilience but also job creation and nutrition. In the traditional conceptual model of agriculture's contribution to development, very poor smallholder producers grow staple crops largely for their own consumption. They suffer income and caloric deficits that can be remedied by increased production, some of which is taken to market for cash sales and some of which is consumed to meet minimal caloric needs. The increased income is spent on locally produced goods and services, which generates new jobs in the community and demand for labor. This conceptual framing trained its focus on increased productivity of food staples. For this reason, many development programs, national research institutes, and the early period of investment in CGIAR emphasized increased productivity of staples."
    },
    {
      "score": 0.8675256028605776,
      "root_name": "131672",
      "paragraph_idx": 41,
      "paragraph": "In the next section we explore how changes in population, income, and climate are projected to affect agriculture and food in West Africa by 2050 according to the scenario outlined above."
    },
    {
      "score": 0.8661389427782824,
      "root_name": "134501",
      "paragraph_idx": 9,
      "paragraph": "PNG's unique and highly varied biophysical landscape has shaped agricultural production patterns, outcomes and livelihoods for centuries. Starchy staples such as sweet potato, yam, and sago have long been major sources of calories, while cash crops such as cocoa, coffee and copra are an important part of household livelihood strategies. Imported food commodities, including rice and vegetable oil, are also critical for household food security, especially in urban areas. This complex food system in many ways mitigates welfare risk for PNG producers and consumers, with a growing share of households linking to diversified sources of income. However, for a large share of the rural population who remain in remote areas with limited access to diversified food systems, a climate shock can present significant risk to food security resulting in a need for quick policy action and an informed investment and food-aid implementation plan."
    },
    {
      "score": 0.8630884753728554,
      "root_name": "133519",
      "paragraph_idx": 6,
      "paragraph": "It is in this challenging context that climate change will take place with potentially significant adverse effects for the agriculture sector. The existing literature indicates that climate change will affect people's food security and livelihoods by reducing farm production and deteriorating the general conditions in which smallholder farmers operate and by reducing the availability of food products. In particular, climate change is expected to adversely reduce rice production in all three growing seasons and have significant negative impacts on fisheries due to the increased intensity and frequency of extreme events, such as coastal cyclones and flooding (Ruane et al. 2013). In addition to the direct effects on crop productivity, new research finds that climate change will also affect the nutritional value of food products (Fanzo et al. 2017) and that some grains and legumes have lower concentrations of zinc and iron when grown under elevated CO2 concentrations (Myers et al, 2014). Bangladesh's geographical exposure and the sensitivity of its farmers to the vagaries of the weather make Bangladesh one of the most vulnerable countries to the impacts of climate change."
    },
    {
      "score": 0.861192437578855,
      "root_name": "132444",
      "paragraph_idx": 17,
      "paragraph": "Ghanaian cuisine is mainly composed by cereals, starchy roots and plantain and to a lesser extent by vegetables and animal products. The country's heavy reliance on starchy staples has important implications for future food security, as these crops are likely to be highly impacted by climate change. This exposure is made worse by the fact that most agricultural production is rainfed and relies on seasonal rainfall patterns, which are becoming increasingly erratic due to climate change. Among the major food crops in Ghana, cassava, maize, rice and yam are particularly important for food security. These crops are widely consumed across the country and also play an important role in household income generation. However, they are vulnerable to changes in temperature and rainfall patterns, which can lead to reduced yields, increased incidence of pests and diseases, and changes in the nutritional quality of the crops."
    }
  ],
  "answer": "The primary staple foods in Ghana are maize, millet, sorghum, and yam, with roots and tubers accounting for about 60% of the total value of home consumption [6]. Climate change is expected to have a significant impact on agriculture in Ghana, particularly because the country is heavily dependent on rain-fed agriculture [0][1]. Changes in seasonal rainfall patterns, more erratic rainfall, and temperature increases are already straining agricultural production and these trends are predicted to continue or worsen into the future [0]. The impact of climate change on agriculture is manifested in four main ways: rising temperatures, declining rainfall totals and increased variability, rising sea levels, and high incidence of weather extremes and disasters [1]. Cereal production, which includes crops like maize, millet, and sorghum, is projected to be about 6 percent less than it would have been in the absence of climate change by 2030 and 10 percent less by 2050 [7].",
  "citations": [6, 0, 1, 0, 1, 7]
}
